Repository: clawic/clawix
Catalog: apps/macos/Sources/Clawix/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Drop to attach
de: Loslassen zum Anhängen
es: Suelta para adjuntar
fr: Déposez pour joindre
it: Rilascia per allegare
ja: ドロップして添付
ko: 놓아서 첨부
pt_br: Solte para anexar
ru: Отпустите, чтобы прикрепить
zh_hans: 释放以附加

source: Each action can run any command and shows up in the toolbar header.
de: Diese Aktionen können beliebige Befehle ausführen und erscheinen in der Kopfzeile.
es: Estas acciones pueden ejecutar cualquier comando y se mostrarán en el encabezado.
fr: Ces actions peuvent exécuter n’importe quelle commande et s’afficheront dans l’en-tête.
it: Queste azioni possono eseguire qualsiasi comando e verranno mostrate nell’intestazione.
ja: これらのアクションは任意のコマンドを実行でき、ヘッダーに表示されます。
ko: 이 작업은 모든 명령을 실행할 수 있으며 헤더에 표시됩니다.
pt_br: Essas ações podem executar qualquer comando e aparecerão no cabeçalho.
ru: Эти действия могут выполнять любые команды и отображаются в заголовке.
zh_hans: 这些操作可以运行任何命令，并会显示在标题栏中。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit in large view
de: In großer Ansicht bearbeiten
es: Editar en vista ampliada
fr: Modifier en grande vue
it: Modifica in vista grande
ja: 拡大表示で編集
ko: 큰 보기로 편집
pt_br: Editar em vista ampliada
ru: Редактировать в большом виде
zh_hans: 在大视图中编辑

source: Edit project
de: Projekt bearbeiten
es: Editar proyecto
fr: Modifier le projet
it: Modifica progetto
ja: プロジェクトを編集
ko: 프로젝트 편집
pt_br: Editar projeto
ru: Изменить проект
zh_hans: 编辑项目

source: Enable it with
de: Aktiviere es mit
es: Actívalo con
fr: Activez-le avec
it: Attivalo con
ja: 有効にするには
ko: 활성화하려면
pt_br: Ative com
ru: Включите с помощью
zh_hans: 使用

source: Enable plan mode
de: Planmodus aktivieren
es: Activar el modo plan
fr: Activer le mode plan
it: Attiva la modalità piano
ja: プランモードを有効化
ko: 플랜 모드 활성화
pt_br: Ativar modo plano
ru: Включить режим плана
zh_hans: 启用计划模式

source: Environment variable pass-through
de: Weitergabe von Umgebungsvariablen
es: Paso de variables de entorno
fr: Transmission des variables d’environnement
it: Passaggio delle variabili d’ambiente
ja: 環境変数の引き継ぎ
ko: 환경 변수 전달
pt_br: Repasse de variáveis de ambiente
ru: Передача переменных среды
zh_hans: 环境变量透传

source: Environment variables
de: Umgebungsvariablen
es: Variables del entorno
fr: Variables d’environnement
it: Variabili d’ambiente
ja: 環境変数
ko: 환경 변수
pt_br: Variáveis de ambiente
ru: Переменные среды
zh_hans: 环境变量

source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
it: Ambienti
ja: 環境
ko: 환경
pt_br: Ambientes
ru: Среды
zh_hans: 环境

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
pt_br: Erro: %@
ru: Ошибка: %@
zh_hans: 错误：%@

source: Expand
de: Erweitern
es: Ampliar
fr: Agrandir
it: Espandi
ja: 展開
ko: 펼치기
pt_br: Expandir
ru: Развернуть
zh_hans: 展开

source: Expand all
de: Alle erweitern
es: Expandir todo
fr: Tout développer
it: Espandi tutto
ja: すべて展開
ko: 모두 펼치기
pt_br: Expandir tudo
ru: Развернуть все
zh_hans: 全部展开

source: Expand panel
de: Panel erweitern
es: Expandir panel
fr: Développer le panneau
it: Espandi pannello
ja: パネルを展開
ko: 패널 확장
pt_br: Expandir painel
ru: Развернуть панель
zh_hans: 展开面板

source: Expand plan
de: Plan erweitern
es: Ampliar plan
fr: Agrandir le plan
it: Espandi piano
ja: プランを展開
ko: 계획 펼치기
pt_br: Expandir plano
ru: Развернуть план
zh_hans: 展开计划

source: Explored %lld files
de: %lld Dateien untersucht
es: Se han explorado %lld archivos
fr: Exploré %lld fichiers
it: Esplorati %lld file
ja: %lld 個のファイルを調査
ko: %lld개 파일 탐색
pt_br: Explorou %lld arquivos
ru: Изучено %lld файлов
zh_hans: 已浏览 %lld 个文件

source: Extra high
de: Sehr hoch
es: Extra alto
fr: Très élevé
it: Molto alto
ja: 最高
ko: 최고
pt_br: Extra alto
ru: Сверхвысокий
zh_hans: 超高

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
ja: 高速
ko: 빠름
pt_br: Rápido
ru: Быстро
zh_hans: 快速

source: Filter, sort, and organize chats
de: Chats filtern, sortieren und organisieren
es: Filtrar, ordenar y organizar chats
fr: Filtrer, trier et organiser les conversations
it: Filtra, ordina e organizza le chat
ja: チャットをフィルタ、並べ替え、整理
ko: 채팅 필터링, 정렬 및 구성
pt_br: Filtrar, ordenar e organizar chats
ru: Фильтровать, сортировать и упорядочивать чаты
zh_hans: 筛选、排序和整理聊天

source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
ja: 検索
ko: 찾기
pt_br: Localizar
ru: Найти
zh_hans: 查找

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

source: Fork to local
de: Lokal forken
es: Bifurcar a local
fr: Bifurquer en local
it: Crea fork in locale
ja: ローカルにフォーク
ko: 로컬로 포크
pt_br: Bifurcar para local
ru: Форкнуть локально
zh_hans: 在本地创建分支

source: Fork to new worktree
de: In neues Worktree forken
es: Bifurcar a un nuevo worktree
fr: Bifurquer vers un nouveau worktree
it: Crea fork in nuovo worktree
ja: 新しいworktreeにフォーク
ko: 새 워크트리로 포크
pt_br: Bifurcar para novo worktree
ru: Форкнуть в новый worktree
zh_hans: 在新的 worktree 创建分支

source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
it: Avanti
ja: 進む
ko: 앞으로
pt_br: Avançar
ru: Вперёд
zh_hans: 前进

source: Full access
de: Voller Zugriff
es: Acceso completo
fr: Accès complet
it: Accesso completo
ja: フルアクセス
ko: 전체 액세스
pt_br: Acesso total
ru: Полный доступ
zh_hans: 完全访问

source: General usage limits
de: Allgemeine Nutzungslimits
es: Límites de uso generales
fr: Limites d’utilisation générales
it: Limiti di utilizzo generali
ja: 全般的な使用制限
ko: 일반 사용 한도
pt_br: Limites gerais de uso
ru: Общие лимиты использования
zh_hans: 常规使用限制

source: Generated %lld images
de: %lld Bilder erstellt
es: Se han generado %lld imágenes
fr: %lld images générées
it: Generate %lld immagini
ja: %lld 枚の画像を生成
ko: 이미지 %lld개 생성
pt_br: Gerou %lld imagens
ru: Создано %lld изображений
zh_hans: 已生成 %lld 张图像

source: Generating response
de: Antwort wird generiert
es: Generando respuesta
fr: Génération de la réponse
it: Generazione risposta
ja: 応答を生成中
ko: 응답 생성 중
pt_br: Gerando resposta
ru: Создание ответа
zh_hans: 正在生成回复

source: Helpful
de: Hilfreich
es: Útil
fr: Utile
it: Utile
ja: 役立つ
ko: 도움됨
pt_br: Útil
ru: Полезно
zh_hans: 有用

source: Hide right sidebar
de: Rechte Seitenleiste ausblenden
es: Ocultar barra lateral derecha
fr: Masquer la barre latérale droite
it: Nascondi barra laterale destra
ja: 右サイドバーを非表示
ko: 오른쪽 사이드바 숨기기
pt_br: Ocultar barra lateral direita
ru: Скрыть правую панель
zh_hans: 隐藏右侧边栏

source: Hide sidebar
de: Seitenleiste ausblenden
es: Ocultar barra lateral
fr: Masquer la barre latérale
it: Nascondi barra laterale
ja: サイドバーを非表示
ko: 사이드바 숨기기
pt_br: Ocultar barra lateral
ru: Скрыть боковую панель
zh_hans: 隐藏侧边栏

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja: 高
ko: 높음
pt_br: Alto
ru: Высокий
zh_hans: 高

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 待機中
ko: 대기 중
pt_br: Inativo
ru: Не активен
zh_hans: 空闲

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
pt_br: Ignorar
ru: Игнорировать
zh_hans: 忽略

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импортировать
zh_hans: 导入

source: Import another agent configuration
de: Andere Agentenkonfiguration importieren
es: Importar otra configuración del agente
fr: Importer une autre configuration d’agent
it: Importa un’altra configurazione dell’agente
ja: 別のエージェント設定をインポート
ko: 다른 에이전트 구성 가져오기
pt_br: Importar outra configuração do agente
ru: Импортировать другую конфигурацию агента
zh_hans: 导入其他代理配置

source: Install the available update
de: Verfügbares Update installieren
es: Instalar la actualización disponible
fr: Installer la mise à jour disponible
it: Installa l'aggiornamento disponibile
ja: 利用可能なアップデートをインストール
ko: 사용 가능한 업데이트 설치
pt_br: Instalar a atualização disponível
ru: Установить доступное обновление
zh_hans: 安装可用更新

source: Intelligence
de: Intelligenz
es: Inteligencia
it: Intelligenza
ja: 知能レベル
ko: 지능 수준
pt_br: Inteligência
ru: Интеллект
zh_hans: 智能等级

source: Interface font size
de: Schriftgröße der Oberfläche
es: Tamaño de fuente de la interfaz
fr: Taille de police de l’interface
it: Dimensione del font dell’interfaccia
ja: インターフェイスのフォントサイズ
ko: 인터페이스 글꼴 크기
pt_br: Tamanho da fonte da interface
ru: Размер шрифта интерфейса
zh_hans: 界面字体大小

source: Keep it short and easy to recognise
de: Kurz und gut erkennbar halten
es: Que sea breve y fácil de reconocer
fr: Court et facile à reconnaître
it: Breve e facile da riconoscere
ja: 短くて見分けやすい名前に
ko: 짧고 알아보기 쉽게
pt_br: Que seja curto e fácil de reconhecer
ru: Покороче и так, чтобы легко узнать
zh_hans: 尽量简短易识别

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalhos de teclado
ru: Сочетания клавиш
zh_hans: 键盘快捷键

source: Learn more
de: Mehr erfahren
es: Obtén más información
fr: En savoir plus
it: Scopri di più
ja: 詳細はこちら
ko: 자세히 알아보기
pt_br: Saiba mais
ru: Узнать больше
zh_hans: 了解更多

source: Learn more.
de: Mehr erfahren.
es: Obtener más información.
fr: En savoir plus.
it: Scopri di più.
ja: 詳細を見る。
ko: 자세히 알아보기.
pt_br: Saiba mais.
ru: Подробнее.
zh_hans: 了解更多。

source: Lens
de: Lupe
es: Lente
fr: Lentille
it: Lente
ja: レンズ
ko: 렌즈
pt_br: Lente
ru: Линза
zh_hans: 镜头

source: Local environment
de: Lokale Umgebung
es: Entorno local
fr: Environnement local
it: Ambiente locale
ja: ローカル環境
ko: 로컬 환경
pt_br: Ambiente local
ru: Локальная среда
zh_hans: 本地环境

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低
ko: 낮음
pt_br: Baixo
ru: Низкий
zh_hans: 低

source: MCP servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
it: Server MCP
ja: MCP サーバー
ko: MCP 서버
pt_br: Servidores MCP
ru: Серверы MCP
zh_hans: MCP 服务器

source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
it: Segna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
pt_br: Marcar como não lida
ru: Отметить как непрочитанное
zh_hans: 标记为未读

source: Maximize
de: Maximieren
es: Maximizar
fr: Agrandir
it: Massimizza
ja: 最大化
ko: 최대화
pt_br: Maximizar
ru: Развернуть
zh_hans: 最大化

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
ko: 중간
pt_br: Médio
ru: Средний
zh_hans: 中

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
zh_hans: 模型

source: Model Context Protocol
de: Modellkontextprotokoll
es: Protocolo de contexto de modelo
fr: Protocole de contexte de modèle
it: Protocollo di contesto del modello
ja: モデルコンテキストプロトコル
ko: 모델 컨텍스트 프로토콜
pt_br: Protocolo de contexto de modelo
ru: Протокол контекста модели
zh_hans: 模型上下文协议

source: Model picker: GPT-%1$@ %2$@
de: Modellauswahl: GPT-%1$@ %2$@
es: Selector de modelo: GPT-%1$@ %2$@
fr: Sélecteur de modèle : GPT-%1$@ %2$@
it: Selettore modello: GPT-%1$@ %2$@
ja: モデルセレクタ: GPT-%1$@ %2$@
ko: 모델 선택기: GPT-%1$@ %2$@
pt_br: Seletor de modelo: GPT-%1$@ %2$@
ru: Выбор модели: GPT-%1$@ %2$@
zh_hans: 模型选择器：GPT-%1$@ %2$@

source: Model picker: GPT-%@ %@
de: Modellauswahl: GPT-%@ %@
es: Selector de modelo: GPT-%@ %@
fr: Sélecteur de modèle : GPT-%@ %@
it: Selettore modello: GPT-%@ %@
ja: モデルピッカー: GPT-%@ %@
ko: 모델 선택기: GPT-%@ %@
pt_br: Seletor de modelo: GPT-%@ %@
ru: Выбор модели: GPT-%@ %@
zh_hans: 模型选择器：GPT-%@ %@

source: Modified %lld files
de: %lld Dateien geändert
es: Se han modificado %lld archivos
fr: %lld fichiers modifiés
it: Modificati %lld file
ja: %lld 個のファイルを変更
ko: 파일 %lld개 수정
pt_br: Modificou %lld arquivos
ru: Изменено %lld файлов
zh_hans: 已修改 %lld 个文件

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
it: Altre opzioni
ja: その他のオプション
ko: 추가 옵션
pt_br: Mais opções
ru: Дополнительные параметры
zh_hans: 更多选项

source: Move to project
de: In Projekt verschieben
es: Mover a proyecto
fr: Déplacer vers un projet
it: Sposta nel progetto
ja: プロジェクトに移動
ko: 프로젝트로 이동
pt_br: Mover para projeto
ru: Переместить в проект
zh_hans: 移动到项目

source: My project
de: Mein Projekt
es: Mi proyecto
fr: Mon projet
it: Il mio progetto
ja: マイプロジェクト
ko: 내 프로젝트
pt_br: Meu projeto
ru: Мой проект
zh_hans: 我的项目

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
it: Nuova chat
ja: 新しいチャット
ko: 새 채팅
pt_br: Nova conversa
ru: Новый чат
zh_hans: 新对话

source: New Window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウィンドウ
ko: 새 윈도우
pt_br: Nova janela
ru: Новое окно
zh_hans: 新建窗口

source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
it: Nuova chat
ja: 新しいチャット
ko: 새 채팅
pt_br: Nova conversa
ru: Новый чат
zh_hans: 新对话

source: New chat in this project
de: Neuer Chat in diesem Projekt
es: Nuevo chat en este proyecto
fr: Nouvelle conversation dans ce projet
it: Nuova chat in questo progetto
ja: このプロジェクトで新しいチャット
ko: 이 프로젝트에서 새 채팅
pt_br: Novo chat neste projeto
ru: Новый чат в этом проекте
zh_hans: 在此项目中新建聊天

source: New project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
it: Nuovo progetto
ja: 新規プロジェクト
ko: 새 프로젝트
pt_br: Novo projeto
ru: Новый проект
zh_hans: 新建项目

source: New tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新しいタブ
ko: 새 탭
pt_br: Nova aba
ru: Новая вкладка
zh_hans: 新建标签页

source: Next Chat
de: Nächster Chat
es: Chat siguiente
fr: Conversation suivante
it: Chat successiva
ja: 次のチャット
ko: 다음 채팅
pt_br: Próxima conversa
ru: Следующий чат
zh_hans: 下一个对话

source: No actions recorded
de: Keine Aktionen protokolliert
es: Sin acciones registradas
fr: Aucune action enregistrée
it: Nessuna azione registrata
ja: 記録された操作はありません
ko: 기록된 작업 없음
pt_br: Sem ações registradas
ru: Действия не записаны
zh_hans: 暂无操作记录

source: No chats
de: Keine Chats
es: Sin chats
fr: Aucune conversation
it: Nessuna chat
ja: チャットなし
ko: 채팅 없음
pt_br: Sem chats
ru: Нет чатов
zh_hans: 无聊天

source: No conversations
de: Keine Gespräche
es: Sin conversaciones
fr: Aucune conversation
it: Nessuna conversazione
ja: 会話なし
ko: 대화 없음
pt_br: Sem conversas
ru: Нет чатов
zh_hans: 暂无对话

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
it: Nessuna corrispondenza
ja: 一致なし
ko: 일치 없음
pt_br: Sem correspondências
ru: Нет совпадений
zh_hans: 无匹配项

source: No project
de: Kein Projekt
es: Sin proyecto
fr: Sans projet
it: Nessun progetto
ja: プロジェクトなし
ko: 프로젝트 없음
pt_br: Sem projeto
ru: Без проекта
zh_hans: 无项目

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Sem resultados
ru: Нет результатов
zh_hans: 无结果

source: No results for «%@»
de: Keine Ergebnisse für „%@“
es: Sin resultados para «%@»
fr: Aucun résultat pour «%@»
it: Nessun risultato per «%@»
ja: 「%@」の結果はありません
ko: 「%@」에 대한 결과가 없습니다
pt_br: Sem resultados para «%@»
ru: Нет результатов для «%@»
zh_hans: 没有「%@」的结果

source: No tabs open
de: Keine Tabs geöffnet
es: Sin pestañas abiertas
fr: Aucun onglet ouvert
it: Nessuna scheda aperta
ja: タブが開いていません
ko: 열린 탭 없음
pt_br: Nenhuma aba aberta
ru: Нет открытых вкладок
zh_hans: 暂无打开的标签页

source: Not helpful
de: Nicht hilfreich
es: No útil
fr: Pas utile
it: Non utile
ja: 役立たない
ko: 도움 안 됨
pt_br: Não útil
ru: Не полезно
zh_hans: 没用

source: Nothing here yet
de: Hier ist noch nichts
es: Aquí aún no hay nada
fr: Rien à afficher pour le moment
it: Qui non c’è ancora nulla
ja: ここにはまだ何もありません
ko: 아직 아무것도 없어요
pt_br: Ainda não há nada aqui
ru: Здесь пока ничего нет
zh_hans: 这里还没有内容

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pt_br: Desativado
ru: Отключено
zh_hans: 已关闭

source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
ja: オン
ko: 켜짐
pt_br: Ativado
ru: Включено
zh_hans: 已开启

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

source: Open Browser Tab
de: Browser-Tab öffnen
es: Abrir pestaña del navegador
fr: Ouvrir un onglet de navigateur
it: Apri scheda browser
ja: ブラウザタブを開く
ko: 브라우저 탭 열기
pt_br: Abrir aba do navegador
ru: Открыть вкладку браузера
zh_hans: 打开浏览器标签

source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
pt_br: Abrir pasta
ru: Открыть папку
zh_hans: 打开文件夹

source: Open Folder…
de: Ordner öffnen…
es: Abrir carpeta…
fr: Ouvrir un dossier…
it: Apri cartella…
ja: フォルダを開く…
ko: 폴더 열기…
pt_br: Abrir pasta…
ru: Открыть папку…
zh_hans: 打开文件夹…

source: Open config.toml
de: config.toml öffnen
es: Abrir config.toml
fr: Ouvrir config.toml
it: Apri config.toml
ja: config.toml を開く
ko: config.toml 열기
pt_br: Abrir config.toml
ru: Открыть config.toml
zh_hans: 打开 config.toml

source: Open file
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
it: Apri file
ja: ファイルを開く
ko: 파일 열기
pt_br: Abrir arquivo
ru: Открыть файл
zh_hans: 打开文件

source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
pt_br: Abrir pasta
ru: Открыть папку
zh_hans: 打开文件夹

source: Open in Finder
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans le Finder
it: Apri nel Finder
ja: Finderで開く
ko: Finder에서 열기
pt_br: Abrir no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中打开

source: Open in mini window
de: In Mini-Fenster öffnen
es: Abrir en miniventana
fr: Ouvrir en mini-fenêtre
it: Apri in mini finestra
ja: ミニウィンドウで開く
ko: 미니 창에서 열기
pt_br: Abrir em mini janela
ru: Открыть в мини-окне
zh_hans: 在小窗口中打开

source: Open side chat
de: Seiten-Chat öffnen
es: Abrir chat lateral
fr: Ouvrir une conversation latérale
it: Apri chat laterale
ja: サイドチャットを開く
ko: 사이드 채팅 열기
pt_br: Abrir conversa lateral
ru: Открыть боковой чат
zh_hans: 打开侧边对话

source: Organize
de: Ordnen
es: Organizar
fr: Organiser
it: Organizza
ja: 整理
ko: 정리
pt_br: Organizar
ru: Упорядочить
zh_hans: 整理

source: Other models
de: Weitere Modelle
es: Otros modelos
fr: Autres modèles
it: Altri modelli
ja: 他のモデル
ko: 다른 모델
pt_br: Outros modelos
ru: Другие модели
zh_hans: 其他模型

source: Personal account
de: Privates Konto
es: Cuenta personal
fr: Compte personnel
it: Account personale
ja: 個人アカウント
ko: 개인 계정
pt_br: Conta pessoal
ru: Личный аккаунт
zh_hans: 个人账户

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
it: Personalità
ja: パーソナリティ
ko: 성격
pt_br: Personalidade
ru: Характер
zh_hans: 个性

source: Pin
de: Anheften
es: Anclar
fr: Épingler
it: Fissa
ja: ピン留め
ko: 고정
pt_br: Fixar
ru: Закрепить
zh_hans: 置顶

source: Pinned
de: Angeheftet
es: Anclados
fr: Épinglés
it: Fissati
ja: ピン留め
ko: 고정됨
pt_br: Fixados
ru: Закреплённые
zh_hans: 已置顶

source: Pinned chats
de: Angeheftete Chats
es: Chats anclados
fr: Conversations épinglées
it: Chat fissate
ja: ピン留めしたチャット
ko: 고정된 채팅
pt_br: Chats fixados
ru: Закреплённые чаты
zh_hans: 置顶聊天

source: Plan mode
de: Planmodus
es: Modo plan
fr: Mode plan
it: Modalità piano
ja: プランモード
ko: 플랜 모드
pt_br: Modo plano
ru: Режим плана
zh_hans: 计划模式

source: Press Enter to send messages
de: Drücke die Eingabetaste, um Nachrichten zu senden
es: Presiona Enter para enviar mensajes
fr: Appuie sur Entrée pour envoyer un message
it: Premi Invio per inviare i messaggi
ja: Enterキーでメッセージを送信
ko: Enter를 눌러 메시지를 보냅니다
pt_br: Pressione Enter para enviar mensagens
ru: Нажмите Enter, чтобы отправить сообщение
zh_hans: 按 Enter 发送消息

source: Previous Chat
de: Vorheriger Chat
es: Chat anterior
fr: Conversation précédente
it: Chat precedente
ja: 前のチャット
ko: 이전 채팅
pt_br: Conversa anterior
ru: Предыдущий чат
zh_hans: 上一个对话

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
ru: Проект
zh_hans: 项目

source: Project name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
it: Nome del progetto
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do projeto
ru: Название проекта
zh_hans: 项目名称

source: Project picker
de: Projektauswahl
es: Selector de proyecto
fr: Sélecteur de projet
it: Selettore di progetto
ja: プロジェクトセレクタ
ko: 프로젝트 선택기
pt_br: Seletor de projeto
ru: Выбор проекта
zh_hans: 项目选择器

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
ru: Проекты
zh_hans: 项目

source: Provide extra instructions and context that Clawix should keep in mind for this project. Learn more
de: Gib Clawix zusätzliche Anweisungen und Kontext für dein Projekt. Mehr erfahren
es: Dale a Clawix instrucciones adicionales y contexto para tu proyecto. Más información
fr: Donnez à Clawix des instructions et du contexte supplémentaires pour votre projet. En savoir plus
it: Fornisci a Clawix istruzioni aggiuntive e contesto per il progetto. Scopri di più
ja: プロジェクト向けに追加の指示とコンテキストを Clawix に渡します。詳細
ko: 프로젝트에 대한 추가 지침과 컨텍스트를 Clawix에 제공하세요. 자세히 알아보기
pt_br: Dê ao Clawix instruções adicionais e contexto para seu projeto. Saiba mais
ru: Дайте Clawix дополнительные инструкции и контекст для проекта. Подробнее
zh_hans: 为你的项目向 Clawix 提供额外指令和上下文。了解更多

source: Quick Chat
de: Schnellchat
es: Chat rápido
fr: Conversation rapide
it: Chat rapida
ja: クイックチャット
ko: 빠른 채팅
pt_br: Conversa rápida
ru: Быстрый чат
zh_hans: 快速对话

source: Ran %lld commands
de: %lld Befehle ausgeführt
es: Se han ejecutado %lld comandos
fr: %lld commandes exécutées
it: Eseguiti %lld comandi
ja: %lld 個のコマンドを実行
ko: 명령 %lld개 실행
pt_br: Executou %lld comandos
ru: Выполнены %lld команд
zh_hans: 已执行 %lld 条命令

source: Reasoning
de: Begründung
es: Razonamiento
fr: Raisonnement
it: Ragionamento
ja: 推論
ko: 추론
pt_br: Raciocínio
ru: Рассуждение
zh_hans: 推理过程

source: Record voice note
de: Sprachnotiz aufnehmen
es: Grabar nota de voz
fr: Enregistrer une note vocale
it: Registra nota vocale
ja: 音声メモを録音
ko: 음성 메모 녹음
pt_br: Gravar nota de voz
ru: Записать голосовую заметку
zh_hans: 录制语音备注

source: Register an action that runs a command from the local toolbar.
de: Füge eine Aktion hinzu, um Befehle über die lokale Symbolleiste auszuführen.
es: Añade una acción para ejecutar comandos desde la barra de herramientas local.
fr: Ajoutez une action pour exécuter des commandes depuis la barre d’outils locale.
it: Aggiungi un’azione per eseguire comandi dalla barra degli strumenti locale.
ja: ローカルツールバーからコマンドを実行するアクションを追加します。
ko: 로컬 도구 모음에서 명령을 실행할 작업을 추가하세요.
pt_br: Adicione uma ação para executar comandos pela barra de ferramentas local.
ru: Добавьте действие для запуска команд с локальной панели инструментов.
zh_hans: 添加一个操作，用于从本地工具栏运行命令。

source: Reinstall
de: Neu installieren
es: Reinstalar
fr: Réinstaller
it: Reinstalla
ja: 再インストール
ko: 다시 설치
pt_br: Reinstalar
ru: Переустановить
zh_hans: 重新安装

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 새로고침
pt_br: Recarregar
ru: Перезагрузить
zh_hans: 重新加载

source: Reload Browser Page
de: Seite neu laden
es: Recargar página del navegador
fr: Recharger la page
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로고침
pt_br: Recarregar página
ru: Перезагрузить страницу
zh_hans: 重新加载页面

source: Remaining usage limits
de: Verbleibende Nutzungslimits
es: Límites de uso restantes
fr: Limites d’usage restantes
it: Limiti d’uso rimanenti
ja: 残りの利用上限
ko: 남은 사용 한도
pt_br: Limites de uso restantes
ru: Оставшиеся лимиты
zh_hans: 剩余使用额度

source: Remove attachment
de: Anhang entfernen
es: Quitar adjunto
fr: Supprimer la piece jointe
it: Rimuovi allegato
ja: 添付ファイルを削除
ko: 첨부 파일 제거
pt_br: Remover anexo
ru: Удалить вложение
zh_hans: 移除附件

source: Removes the local package, fetches it fresh, and reloads the tools
de: Löscht das lokale Paket, lädt es erneut herunter und lädt die Werkzeuge neu
es: Elimina el paquete local, lo vuelve a descargar y recarga las herramientas
fr: Supprime le paquet local, le télécharge à nouveau et recharge les outils
it: Elimina il pacchetto locale, lo scarica di nuovo e ricarica gli strumenti
ja: ローカルパッケージを削除し、再ダウンロードしてツールを再読み込みします
ko: 로컬 패키지를 삭제하고 다시 다운로드한 뒤 도구를 다시 불러옵니다
pt_br: Exclui o pacote local, baixa novamente e recarrega as ferramentas
ru: Удаляет локальный пакет, скачивает его заново и перезагружает инструменты
zh_hans: 删除本地包，重新下载并重新加载工具
